Repository: abstract-open-solutions/totalvalidatorfrontend
Catalog: src/totalvalidatorfrontend/locale/*/LC_MESSAGES/totalvalidatorfrontend.po
Languages: it

source: Validating
it: Sto validando

source: Done
it: Finito

source: Site url to validate
it: Url del sito da validare

source: Max number of page to validate
it: Numero massimo di pagine da validare

source: Insert a number from 0 to 999 to limit the number of page to validate. 0 value or no value mean no limit.
it: Inserisci un numero da 0 a 999 per limitare il numero delle pagine da validare. Se inserisci 0 o nessun valore non ci saranno limiti di pagine.

source: Validate
it: Valida

source: CSS URL details
it: Dettagli URL CSS

source: CSS Error details
it: Dettagli errore CSS

source: Validation overview
it: Panoramica validazione

source: Error details
it: Dettagli errore

source: Added ${url} validation session
it: Aggiunta sessione di validazione ${url}

source: New Session
it: Nuova sessione

source: Error on create new validation session
it: È occorso un errore durante la creazione della sessione di validazione

source: No errors found
it: Nessun errore trovato

source: N. of warnings
it: N. di warning

source: N. of errors
it: N. di errori

source: Page validation details
it: Dettagli di validazione della pagina

source: Create new validation session
it: Crea una nuova sessione di validazione

source: Add validation session
it: Aggiungi sessione di validazione

source: Click to show/hide the details
it: Clicca per visualizzare o nascondere i dettagli

source: Open url validation details
it: Apri i dettagli di validazione dell'url

source: No url found
it: Url non trovato

source: Show report by url
it: Visualizza il report dell'URL

source: Show source
it: Visualizza sorgente

source: Errors
it: Errori

source: Warnings
it: Warning

source: Show report by error
it: Visualizza il report per errore

source: Create
it: Crea

source: step_1
it: ${create} una nuova sessione di validazione.

source: Wait
it: Attendi

source: step_2
it: ${wait} mentre il sistema 'cuoce' i dati.

source: Display
it: Visualizza

source: step_3
it: ${display} e analizza i risultati.

source: No session found
it: Nessuna sessione trovata

source: Found ${number} sessions
it: Trovate ${number} sessioni

source: Session
it: Sessione

source: Status
it: Stato

source: Pages
it: Pagine

source: Last check
it: Ultimo check

source: Accessibility
it: Accessiblità

source: Actions
it: Azioni

source: Delete
it: Cancella

source: Logout
it: Esci

source: Log in
it: Entra

source: Markup
it: Sintassi

source: ${number} Warnings
it: ${number} Warning

source: ${number} Errors
it: ${number} Errori

source: Number or pages:
it: Numero di pagine

source: Status:
it: Stato:

source: Re-check site
it: Ri-valida il sito

source: List of Urls
it: Lista degli url

source: Markup Errors
it: Errori sintassi

source: Accessibility Errors
it: Errori accessiblità

source: Show details
it: Visualizza dettagli

source: Last checked:
it: Ultimo check:

source: ${number} Markup errors
it: ${number} Errori di sintassi

source: ${number} Markup warnings
it: ${number} Warning di sintassi

source: ${number} Accessibility errors
it: ${number} Errori accessibilità

source: ${number} Accessibility warnings
it: ${number} warning accessibilità

source: Show page source
it: Vedi il sorgente della pagina

source: No warnings found
it: Nessun warning trovato

source: No warning found
it: Nessun warning trovato
